<a href="https://colab.research.google.com/github/mntri4/Devlop/blob/master/Python_9_27_test.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [0]:
import pandas as pd
import numpy as np

In [0]:
#This is called your data frame
#Thia number sign is called a comment(its notes notes for coders or for yourself)
File=pd.read_csv("https://raw.githubusercontent.com/mntri4/Test/master/accidental-deaths-in-usa-monthly.csv")

In [6]:
File.head()

     Month  Accidental deaths in USA: monthly, 1973 ? 1978
0  1973-01                                            9007
1  1973-02                                            8106
2  1973-03                                            8928
3  1973-04                                            9137
4  1973-05                                           10017